[
  {
    "specialty_id": "a75161cd-c282-498e-aa3d-0360bc22dab0",
    "specialty_name": "Radiation Oncology",
    "specialty_description": "Id voluptatibus illo dolorem dicta. Et molestias quaerat doloremque optio quidem corrupti recusandae et. Totam officia nostrum molestias natus dicta velit nemo repellendus. Consequatur aut voluptatem officiis quo sint. Ea quos veniam reprehenderit. Sed cupiditate quia velit similique voluptate aut aut quas earum."
  },
  {
    "specialty_id": "5bb52beb-753f-4287-aaed-df1285089cff",
    "specialty_name": "Vascular Surgery (Integrated)",
    "specialty_description": "Recusandae magni ut rerum dolore dignissimos et distinctio aut repudiandae. Corporis aut aut nostrum tempora. Occaecati rerum eaque qui. Sit voluptates cumque aliquam sunt. Corrupti laudantium ut ducimus quibusdam velit voluptate dolorum in."
  },
  {
    "specialty_id": "14870a7b-7471-4c81-b657-018b9ded9453",
    "specialty_name": "Anesthesiology",
    "specialty_description": "Quaerat suscipit temporibus. Ducimus consequuntur voluptate. Velit ex suscipit itaque commodi sit dignissimos."
  },
  {
    "specialty_id": "fa8b79cc-51ec-4bb5-b21a-d8cb629fe7ea",
    "specialty_name": "Pediatrics",
    "specialty_description": "Sed ea totam fugiat fugiat aliquid veritatis magnam aliquam. Aliquid pariatur animi adipisci ratione iure nam et animi. Unde nihil et mollitia inventore nulla. Ullam molestiae non dolores consequuntur voluptas totam consequatur enim tempora. Est tempora at quam."
  },
  {
    "specialty_id": "2285fc7b-dd54-4a59-935c-8a28d5653f2e",
    "specialty_name": "Plastic Surgery (Integrated)",
    "specialty_description": "Sit illum laudantium. Alias quidem quam laboriosam accusantium in iure eligendi numquam ea. Eveniet iste culpa. Repellat repellendus quia rerum qui. Est voluptatibus repellat."
  },
  {
    "specialty_id": "822c1366-1462-4b31-8d38-dcca8481197e",
    "specialty_name": "Preventive Medicine",
    "specialty_description": "Debitis voluptates cumque eveniet. Iure eum minima iste adipisci eveniet. Quam necessitatibus quia. Non tempore rerum ducimus suscipit ut quia possimus. Qui sit rerum libero quibusdam optio sit. Sequi nisi deleniti id sit ducimus laborum."
  },
  {
    "specialty_id": "8cd80557-49fa-457c-a1b8-b86905c1ce2a",
    "specialty_name": "Child Neurology",
    "specialty_description": "Quia cum et corrupti ut dolorem repudiandae. Quia et sunt sunt soluta hic magni. Sit totam voluptas cupiditate quaerat similique eos. Et corporis consequatur corrupti quae nesciunt sapiente vero nulla maxime."
  },
  {
    "specialty_id": "0bded5d6-e620-4b6e-bd4d-151bd03fff08",
    "specialty_name": "Internal Medicine",
    "specialty_description": "Ullam doloribus ipsa modi et. Corrupti ea ea sequi iste. Non autem non provident. Et est voluptatem nulla velit delectus porro ut provident."
  },
  {
    "specialty_id": "90ffd586-cb0c-4ba9-8f47-2f7857288efb",
    "specialty_name": "Neurological Surgery",
    "specialty_description": "Dignissimos expedita eos impedit ad et ab consequatur. Totam tempora vero neque qui accusantium vitae asperiores. Sed nam iusto. Aut aut explicabo debitis. Consequatur dolor id vel distinctio numquam modi sed et animi. Sed eos sunt ea dolor."
  },
  {
    "specialty_id": "f7dac74b-efd9-4e3c-b1d2-cb13400b4c29",
    "specialty_name": "Nuclear Medicine",
    "specialty_description": "Voluptate possimus rerum eius. Reprehenderit nemo ducimus culpa cum. Et cumque et veritatis est quibusdam consequatur autem ut. Tempore voluptas magnam ea sapiente nobis ipsam. Dignissimos ratione minima vero sit. Vel quo blanditiis."
  }
]
